tap "hashicorp/tap"
tap "teamookla/speedtest"

brew "awscli"
brew "bat"
brew "coreutils"
brew "curl"
brew "docker-credential-helper-ecr"
brew "dockutil"
brew "fastfetch"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gawk"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gping"
brew "grep"
brew "hashicorp/tap/terraform"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubectl"
brew "kustomize"
brew "mise"
brew "ncdu"
brew "openssl"
brew "pigz"
brew "powerlevel10k"
brew "ripgrep"
brew "shellcheck"
brew "ssh-copy-id"
brew "teamookla/speedtest/speedtest"
brew "terraform-docs"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "xz"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "claude-code"
cask "cursor"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "keka"
cask "logi-options+"
cask "logitune"
cask "omnidisksweeper"
cask "rectangle"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
