tap 'caskroom/cask'

brew 'awscli'
brew 'curl'
brew 'dep'
brew 'ffmpeg'
brew 'figlet'
brew 'fzf'
brew 'gawk'
brew 'gifsicle'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'grep'
brew 'htop'
brew 'jq'
brew 'lame'
brew 'neofetch'
brew 'node'
brew 'openssl'
brew 'pigz'
brew 'python'
brew 'speedtest-cli'
brew 'ssh-copy-id'
brew 'terraform'
brew 'terraform-docs'
brew 'terraforming'
brew 'thefuck'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'docker'
cask 'google-chrome'
cask 'iterm2'
cask 'keka'
cask 'keybase'
cask 'openemu'
cask 'spectacle'
cask 'spotify'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
