tap 'homebrew/cask-drivers'
tap 'instrumenta/instrumenta'

brew 'awscli'
brew 'bat'
brew 'curl'
brew 'ffmpeg'
brew 'figlet'
brew 'fzf'
brew 'gawk'
brew 'gifsicle'
brew 'git'
brew 'gnu-sed'
brew 'gnupg'
brew 'go'
brew 'grep'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'k9s'
brew 'kubectl'
brew 'kubectx'
brew 'lame'
brew 'ncdu'
brew 'neofetch'
brew 'node'
brew 'openssl'
brew 'pigz'
brew 'prettyping'
brew 'python'
brew 'ripgrep'
brew 'speedtest-cli'
brew 'ssh-copy-id'
brew 'terraform-docs'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'yarn'
brew 'yq'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zsh'

brew 'instrumenta/instrumenta/kubeval'
brew 'romkatv/powerlevel10k/powerlevel10k'

cask '1password'
cask 'docker'
cask 'google-chrome'
cask 'iterm2'
cask 'keka'
cask 'keybase'
cask 'logitech-options'
cask 'rectangle'
cask 'spotify'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
